{
  "home": {
    "en": {
      "title": "Home",
      "description": "",
      "article1": {
        "title": "Welcome to Hoch-Weisel",
        "content": "Hoch-Weisel, a charming district of the town of Butzbach in the Hessian Wetteraukreis, combines unique historical heritage with rural beauty. First mentioned in historical documents in 1231, the village has preserved its heritage while embracing the tranquility of modern rural life.\n\nOne of the key landmarks of Hoch-Weisel is the Evangelical Church, which bears witness to the rich spiritual and cultural history of the village. Another significant historical building is the 14th-century Beguine house, showcasing the village's medieval roots. These historical landmarks not only enrich the cultural landscape but also attract visitors interested in exploring the past.\n\nThe village crest, featuring a black cross on a yellow background, symbolizes its historical and cultural significance. This emblem reflects the village's enduring connection to its heritage and pride in its unique identity.\n\nHoch-Weisel is not just about history, it is also a warm and welcoming community that values its traditions and the beauty of its natural surroundings.",
        "image": "https://i.postimg.cc/wT9Tcc7z/hoch.png"
      },
      "article2": {
        "title": "Community Life",
        "content": "Nestled in the heart of the Taunus Nature Park, the village of Hoch-Weisel offers breathtaking views that capture the essence of serene rural life. The expansive orchards and lush green fields stretch out as far as the eye can see, creating a picturesque landscape that invites both relaxation and exploration. This tranquil setting is perfect for leisurely walks and nature enthusiasts looking to immerse themselves in the beauty of the countryside.\n\nThe scenic beauty of Hoch-Weisel is complemented by its rich history, with landmarks that date back to the medieval period. The village's Evangelical Church and the historic Beguine house stand as testaments to its longstanding cultural heritage. These sites not only attract history buffs but also provide a peaceful backdrop for those seeking a quiet retreat from the hustle and bustle of city life.\n\nHoch-Weisel's community is known for its vibrant traditions and active participation in local events. The village regularly hosts festivals that celebrate its heritage, bringing together residents and visitors alike. These events are a testament to the strong community spirit and the pride that the people of Hoch-Weisel take in their village's unique charm and history.",
        "image": "https://i.postimg.cc/0Q0fwzd5/view.png"
      },
      "article3": {
        "title": "The Rathaus in Hoch-Weisel",
        "content": "The Rathaus in Hoch-Weisel serves as a central administrative and historical landmark in this picturesque village, nestled in the Hessische Wetteraukreis region. Built in the traditional half-timbered style typical of the area, the Rathaus dates back centuries, reflecting the village's enduring history and community spirit.\n\nThe building's charming facade, adorned with intricate woodwork and a clock tower, invites visitors to explore its historical significance. Inside, it houses offices for local government officials and serves as a venue for community meetings and cultural events, reinforcing the village's vibrant social fabric.\n\nHoch-Weisel's Rathaus stands as a symbol of local pride and civic identity, preserving its heritage while adapting to modern administrative needs. It remains an integral part of village life, embodying the rich cultural and historical legacy of this quaint village in the heart of Wetteraukreis.",
        "image": "https://i.postimg.cc/7YmWRWzP/rathouse.png"
      }
    },
    "de": {
      "title": "Zuhause",
      "description": "",
      "article1": {
        "title": "Willkommen in Hoch-Weisel",
        "content": "Hoch-Weisel, ein charmanter Stadtteil von Butzbach im hessischen Wetteraukreis, verbindet einzigartiges historisches Erbe mit ländlicher Schönheit. Erstmals in historischen Dokumenten im Jahr 1231 erwähnt, hat das Dorf sein Erbe bewahrt und gleichzeitig die Ruhe des modernen Landlebens angenommen.\n\nEine der Hauptsehenswürdigkeiten von Hoch-Weisel ist die Evangelische Kirche, die Zeugnis von der reichen spirituellen und kulturellen Geschichte des Dorfes ablegt. Ein weiteres bedeutendes historisches Gebäude ist das Beginenhaus aus dem 14. Jahrhundert, das die mittelalterlichen Wurzeln des Dorfes zeigt. Diese historischen Sehenswürdigkeiten bereichern nicht nur die Kulturlandschaft, sondern ziehen auch Besucher an, die an der Erforschung der Vergangenheit interessiert sind.\n\nDas Dorfwappen, auf dem ein schwarzes Kreuz auf gelbem Hintergrund abgebildet ist, symbolisiert die historische und kulturelle Bedeutung des Dorfes. Dieses Emblem spiegelt die dauerhafte Verbindung des Dorfes mit seinem Erbe und den Stolz auf seine einzigartige Identität wider.\n\nHoch-Weisel ist nicht nur Geschichte, es ist auch eine warme und einladende Gemeinschaft, die ihre Traditionen und die Schönheit ihrer natürlichen Umgebung schätzt.",
        "image": "https://i.postimg.cc/wT9Tcc7z/hoch.png"
      },
      "article2": {
        "title": "Gemeinschaftsleben",
        "content": "Im Herzen des Naturparks Taunus gelegen, bietet das Dorf Hoch-Weisel atemberaubende Ausblicke, die das Wesen des ruhigen Landlebens einfangen. Die weiten Obstgärten und üppigen grünen Felder erstrecken sich, so weit das Auge reicht, und schaffen eine malerische Landschaft, die sowohl zur Entspannung als auch zur Erkundung einlädt. Diese friedliche Umgebung ist perfekt für gemütliche Spaziergänge und Naturbegeisterte, die in die Schönheit der Landschaft eintauchen möchten.\n\nDie landschaftliche Schönheit von Hoch-Weisel wird durch seine reiche Geschichte ergänzt, mit Wahrzeichen, die bis ins Mittelalter zurückreichen. Die evangelische Kirche des Dorfes und das historische Beginenhaus zeugen von seinem langjährigen kulturellen Erbe. Diese Stätten ziehen nicht nur Geschichtsinteressierte an, sondern bieten auch eine friedliche Kulisse für diejenigen, die einen ruhigen Rückzugsort vom Trubel des Stadtlebens suchen.\n\nDie Gemeinschaft von Hoch-Weisel ist bekannt für ihre lebendigen Traditionen und die aktive Teilnahme an lokalen Veranstaltungen. Das Dorf veranstaltet regelmäßig Feste, die sein Erbe feiern und Einwohner und Besucher gleichermaßen zusammenbringen. Diese Veranstaltungen sind ein Beweis für den starken Gemeinschaftsgeist und den Stolz, den die Menschen von Hoch-Weisel auf den einzigartigen Charme und die Geschichte ihres Dorfes haben.",
        "image": "https://i.postimg.cc/0Q0fwzd5/view.png"
      },
      "article3": {
        "title": "Das Rathaus in Hoch-Weisel",
        "content": "Das Rathaus in Hoch-Weisel ist ein zentrales Verwaltungs- und historisches Wahrzeichen in diesem malerischen Dorf in der Region Hessische Wetteraukreis. Im traditionellen Fachwerkstil der Gegend erbaut, stammt das Rathaus aus Jahrhunderten und spiegelt die langjährige Geschichte und Gemeinschaftssinn des Dorfes wider.\n\nDie charmante Fassade des Gebäudes, geschmückt mit kunstvollen Holzarbeiten und einem Uhrenturm, lädt Besucher ein, seine historische Bedeutung zu erkunden. Im Inneren befinden sich Büros für lokale Regierungsbeamte und es dient als Veranstaltungsort für Gemeindetreffen und kulturelle Veranstaltungen, die den lebendigen sozialen Zusammenhalt des Dorfes unterstreichen.\n\nDas Rathaus von Hoch-Weisel steht als Symbol des lokalen Stolzes und der städtischen Identität, das sein Erbe bewahrt und gleichzeitig modernen administrativen Anforderungen gerecht wird. Es bleibt ein integraler Bestandteil des Dorflebens und verkörpert das reiche kulturelle und historische Erbe dieses malerischen Dorfes im Herzen des Wetteraukreises.",
        "image": "https://i.postimg.cc/7YmWRWzP/rathouse.png"
      }
    },
    "ua": {
      "title": "Домашня",
      "description": "",
      "article1": {
        "title": "Ласкаво просимо до Хох-Вайзеля",
        "content": "Хох-Вайзель, чарівний район міста Бутцбах у Гессенському районі Веттерау, поєднує унікальне історичне надбання та сільську красу. Вперше згадане в історичних документах у 1231 році, село зберегло свою спадщину, водночас прийнявши спокій сучасного сільського життя.\n\nОднією з ключових пам'яток Хох-Вайзеля є Євангелічна церква, яка є свідченням багатої духовної та культурної історії села. Іншою важливою історичною будівлею є будинок бегінок XIV століття, який демонструє середньовічне коріння села. Ці історичні пам'ятки не лише збагачують культурний ландшафт, але й приваблюють відвідувачів, зацікавлених у дослідженні минулого.\n\nГерб села, на якому зображено чорний хрест на жовтому тлі, символізує його історичне та культурне значення. Цей символ відображає стійкий зв'язок села зі своєю спадщиною та гордість за свою унікальну ідентичність.\n\nХох-Вайзель - це не лише історія, це також тепла і гостинна громада, яка цінує свої традиції та красу природного оточення. ",
        "image": "https://i.postimg.cc/wT9Tcc7z/hoch.png"
      },
      "article2": {
        "title": "Громадське життя",
        "content": "У самому серці природного парку Таунус розташоване село Хох-Вайзель, яке пропонує захоплюючі види, що передають сутність спокійного сільського життя. Безкраї сади та пишні зелені поля простягаються настільки, наскільки сягає око, створюючи мальовничий ландшафт, який запрошує як до відпочинку, так і до дослідження. Це спокійне місце ідеально підходить для неквапливих прогулянок та любителів природи, які прагнуть зануритися у красу сільської місцевості.\n\nЖивописність Хох-Вайзеля доповнюється його багатою історією, з пам'ятками, які датуються середньовіччям. Євангелічна церква села та історичний будинок бегінок свідчать про його давню культурну спадщину. Ці місця приваблюють не лише любителів історії, але й забезпечують спокійну атмосферу для тих, хто шукає тихий відпочинок від міської метушні.\n\nГромада Хох-Вайзеля відома своїми яскравими традиціями та активною участю у місцевих заходах. Село регулярно проводить фестивалі, що святкують його спадщину, об'єднуючи мешканців та гостей. Ці заходи є свідченням сильного духу громади та гордості, яку відчувають жителі Хох-Вайзеля за унікальний шарм і історію свого села.",
        "image": "https://i.postimg.cc/0Q0fwzd5/view.png"
      },
      "article3": {
        "title": "Ратгаус у Хох-Вайзелі",
        "content": "Ратгаус у Хох-Вайзелі є центральним адміністративним та історичним пам'ятником у цьому мальовничому селі, розташованому в регіоні Гессен-Веттераукрайс. Побудований у традиційному фахверковому стилі, характерному для цієї області, Ратгаус датується століттями і відображає тривалу історію і спільнотний дух села.\n\nЧарівна фасад будівлі, прикрашена витонченими дерев'яними вирізками і годинниковою вежею, запрошує відвідувачів досліджувати його історичне значення. Усередині розташовані офіси для місцевих урядових посадовців і він служить місцем для зустрічей громади і культурних заходів, що підтримують живий соціальний склад села.\n\nРатгаус у Хох-Вайзелі стоїть як символ місцевої гордості та міської ідентичності, зберігаючи свою спадщину і відповідаючи сучасним адміністративним потребам. Він залишається невід'ємною частиною сільського життя і втілює багату культурну і історичну спадщину цього мальовничого села в серці Веттераукрайсу.",
        "image": "https://i.postimg.cc/7YmWRWzP/rathouse.png"
      }
    }
  },
  "events": {
    "en": {
      "title": "Events",
      "description": "Upcoming events"
    },
    "de": {
      "title": "Veranstaltungen",
      "description": "Bevorstehende Veranstaltungen"
    },
    "ua": {
      "title": "Події",
      "description": "Майбутні події"
    }
  },
  "history": {
    "en": {
      "title": "History",
      "description": "Our history"
    },
    "de": {
      "title": "Geschichte",
      "description": "Unsere Geschichte"
    },
    "ua": {
      "title": "Історія",
      "description": "Наша історія"
    }
  },
  "images": [
    {
      "src": "https://i.postimg.cc/7YmWRWzP/rathouse.png",
      "alt": "Rathouse"
    },
    {
      "src": "https://i.postimg.cc/1RKCgjJ0/kapelle.png",
      "alt": "Kapelle"
    },
    {
      "src": "https://i.postimg.cc/0Q0fwzd5/view.png",
      "alt": "View"
    },
    {
      "src": "https://i.postimg.cc/8cGY88wc/hauseone.png",
      "alt": "Hause"
    }
  ]
}
